import re

def cleaning(villa_info):
  pass
  # Villa Name
  ...

  # Price
  ...

  # Features
  ...

  # Headers
  ...

  # Description
  ...



# example:
"""
Villa Name: اجاره ویلا فلت دفراز توتکابن
Villa Price: 3,500,000
Functionality: 
آب , برق , گاز , سیستم سرمایشی , سیستم گرمایشی , مبلمان , تلویزیون , گیرنده دیجیتال ایران , جالباسی , سرویس بهداشتی ایرانی , حمام , آشپزخانه , یخچال , اجاق گاز , وسایل پخت و پز , لوازم سرو غذا , 
Headers: 
بدون اتاق , 1 تخت دو نفره , 3 رخت‌خواب سنتی , لغو رزرو بدون جریمهامکان لغو رزرو از سمت مهمان تا 10 روز قبل از شروع سفر فقط در تعطیلات و روز‌های پرتقاضا , امکان پرداخت اقساطیپرداخت اقساطی بدون نیاز به ضامن و مراجعه حضوری , 
Villa Info: 
اقامتگاه در محیطی آرام، ویلایی و بومی واقع است.
ویلا به صورت غیردربست و حیاطو بالکن اشتراکی می باشد.
برای پارک 3 خودرو پارکینگ روباز دارد. 
قابل توجه مهمانان همراه با سالمند، کودک و افراد دارای معلولیت، این اقامتگاه در طبقه همکف و دارای 6 پله می باشد.
بافت محله روستایی و دسترسی به اقامتگاه آسفالت می باشد.
فاصله تا جنگل 5دقیقه، دریا 1 ساعت، سوپرمارکت 2دقیقه، و نانوایی 5دقیقه می باشد.
اقامتگاه قبل از ورود مهمان بطور کامل نظافت خواهد شد.
====================================================================================================

"""
